Revit 2027 API
DuctSettings.RiseDropAnnotationSize Property
 The rise drop annotation size.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double RiseDropAnnotationSize { get; set; }
Public Property RiseDropAnnotationSize As Double
	Get
	Set
public:
property double RiseDropAnnotationSize {
	double get ();
	void set (double value);
}
member RiseDropAnnotationSize : float with get, set
Property Value
Double
See Also
Reference
DuctSettings Class
Autodesk.Revit.DB.Mechanical Namespace